Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: CoinGecko API Key (Crypto)
ar: مفتاح CoinGecko API (التشفير)
ca: Clau de l'API CoinGecko (Crypto)
cs: CoinGecko API klíč (krypto)
da: CoinGecko API-nøgle (Crypto)
de: CoinGecko-API-Schlüssel (Krypto)
el: Κλειδί API CoinGecko (Crypto)
es: Clave API CoinGecko (cripto)
fi: CoinGecko API-avain (salaus)
fr: Clé API CoinGecko (Crypto)
he: מפתח API של CoinGecko (קריפטו)
hi: कॉइनगेको एपीआई कुंजी (क्रिप्टो)
hr: CoinGecko API ključ (kripto)
hu: CoinGecko API kulcs (kriptográfia)
id: Kunci API CoinGecko (Kripto)
it: Chiave API CoinGecko (Cripto)
ja: CoinGecko API キー (暗号化)
ko: CoinGecko API 키(암호화폐)
ms: Kunci API CoinGecko (Crypto)
nb: CoinGecko API-nøkkel (krypto)
nl: CoinGecko API-sleutel (Crypto)
pl: Klucz API CoinGecko (krypto)
pt_br: Chave API CoinGecko (cripto)
pt_pt: Chave API CoinGecko (cripto)
ro: Cheie API CoinGecko (Crypto)
ru: API-ключ CoinGecko (криптовалюта)
sk: CoinGecko API kľúč (Crypto)
th: คีย์ API ของ CoinGecko (คริปโต)
tr: CoinGecko API Anahtarı (Kripto)
uk: Ключ API CoinGecko (крипто)
vi: Khóa API CoinGecko (Tiền điện tử)
zh_hans: CoinGecko API 密钥（加密）
zh_hant: CoinGecko API 金鑰（加密）

source: CoinGecko ID
ar: معرف CoinGecko
ca: ID de CoinGecko
cs: ID CoinGecko
es: ID CoinGecko
fr: Identifiant CoinGecko
he: מזהה CoinGecko
hi: कॉइनगेको आईडी
hu: CoinGecko azonosító
id: ID KoinGecko
it: ID CoinGecko
ko: 코인게코 ID
ms: ID CoinGecko
pl: Identyfikator CoinGecko
pt_br: ID CoinGecko
pt_pt: ID CoinGecko
ro: ID-ul CoinGecko
sk: ID CoinGecko
th: CoinGecko ไอดี
tr: CoinGecko Kimliği
uk: Ідентифікатор CoinGecko
vi: ID CoinGecko

source: CoinGecko returned a live Bitcoin price at %@.
ar: أعادت CoinGecko سعر البيتكوين المباشر عند %@.
ca: CoinGecko va retornar un preu de Bitcoin en directe a %@.
cs: CoinGecko vrátilo živou cenu bitcoinu na %@.
da: CoinGecko returnerede en live Bitcoin-pris til %@.
de: CoinGecko hat einen Live-Bitcoin-Preis von %@ zurückgegeben.
el: Το CoinGecko επέστρεψε μια ζωντανή τιμή Bitcoin σε %@.
es: CoinGecko devolvió un precio de Bitcoin en vivo en %@.
fi: CoinGecko palautti reaaliaikaisen Bitcoin-hinnan %@.
fr: CoinGecko a renvoyé un prix Bitcoin en direct à %@.
he: CoinGecko החזיר מחיר ביטקוין חי ב-%@.
hi: कॉइनगेको ने %@ पर लाइव बिटकॉइन मूल्य लौटाया।
hr: CoinGecko je vratio živu cijenu Bitcoina na %@.
hu: A CoinGecko élő Bitcoin árat adott vissza %@.
id: CoinGecko mengembalikan harga Bitcoin langsung di %@.
it: CoinGecko ha restituito un prezzo Bitcoin in tempo reale a %@.
ja: CoinGecko は、%@ でのビットコインのライブ価格を返しました。
ko: CoinGecko는 %@에서 실시간 비트코인 ​​가격을 반환했습니다.
ms: CoinGecko mengembalikan harga Bitcoin secara langsung pada %@.
nb: CoinGecko returnerte en live Bitcoin-pris til %@.
nl: CoinGecko heeft een live Bitcoin-prijs geretourneerd op %@.
pl: CoinGecko zwróciło aktualną cenę Bitcoina na poziomie %@.
pt_br: CoinGecko retornou um preço real do Bitcoin em %@.
pt_pt: CoinGecko retornou um preço real de Bitcoin em %@.
ro: CoinGecko a returnat un preț Bitcoin live la %@.
ru: CoinGecko вернул текущую цену биткойнов на уровне %@.
sk: CoinGecko vrátilo živú cenu bitcoinu na %@.
sv: CoinGecko returnerade ett live Bitcoin-pris på %@.
th: CoinGecko คืนราคา Bitcoin จริงที่ %@
tr: CoinGecko %@ seviyesinde canlı bir Bitcoin fiyatı döndürdü.
uk: CoinGecko повернув поточну ціну біткойна на рівні %@.
vi: CoinGecko đã trả lại giá Bitcoin trực tiếp ở mức %@.
zh_hans: CoinGecko 返回了 %@ 的实时比特币价格。
zh_hant: CoinGecko 回傳了 %@ 的即時比特幣價格。

source: CoinGecko returned a live Bitcoin price at %@)).
ar: أعادت CoinGecko سعر البيتكوين المباشر عند %@)).
ca: CoinGecko va retornar un preu de Bitcoin en directe a %@)).
cs: CoinGecko vrátilo živou cenu bitcoinu na %@)).
da: CoinGecko returnerede en live Bitcoin-pris til %@)).
de: CoinGecko hat einen Live-Bitcoin-Preis von %@) zurückgegeben.
el: Το CoinGecko επέστρεψε μια ζωντανή τιμή Bitcoin σε %@)).
es: CoinGecko devolvió un precio de Bitcoin en vivo en %@)).
fi: CoinGecko palautti reaaliaikaisen Bitcoin-hinnan %@)).
fr: CoinGecko a renvoyé un prix Bitcoin en direct à %@)).
he: CoinGecko החזיר מחיר ביטקוין חי ב-%@)).
hi: कॉइनगेको ने %@) पर लाइव बिटकॉइन मूल्य लौटाया।
hr: CoinGecko je vratio živu cijenu Bitcoina na %@)).
hu: A CoinGecko élő Bitcoin árat adott vissza %@)).
id: CoinGecko mengembalikan harga Bitcoin langsung di %@)).
it: CoinGecko ha restituito un prezzo Bitcoin in tempo reale a %@)).
ja: CoinGecko は、%@)) でのビットコインのライブ価格を返しました。
ko: CoinGecko는 %@)에 실시간 비트코인 ​​가격을 반환했습니다.
ms: CoinGecko mengembalikan harga Bitcoin secara langsung pada %@)).
nb: CoinGecko returnerte en live Bitcoin-pris til %@)).
nl: CoinGecko heeft een live Bitcoin-prijs geretourneerd op %@)).
pl: CoinGecko zwróciło aktualną cenę Bitcoina na poziomie %@)).
pt_br: CoinGecko retornou um preço real do Bitcoin em %@)).
pt_pt: CoinGecko retornou um preço real de Bitcoin em %@)).
ro: CoinGecko a returnat un preț Bitcoin live la %@)).
ru: CoinGecko вернул текущую цену биткойнов на уровне %@)).
sk: CoinGecko vrátilo živú cenu bitcoinu na %@)).
sv: CoinGecko returnerade ett live Bitcoin-pris på %@)).
th: CoinGecko คืนราคา Bitcoin จริงที่ %@))
tr: CoinGecko, %@ seviyesinde canlı bir Bitcoin fiyatı döndürdü)).
uk: CoinGecko повернув реальну ціну біткойна на рівні %@)).
vi: CoinGecko đã trả lại giá Bitcoin trực tiếp ở mức %@)).
zh_hans: CoinGecko 返回了实时比特币价格 %@))。
zh_hant: CoinGecko 回傳了即時比特幣價格 %@))。

source: Commodity
ar: سلعة
ca: Mercaderia
cs: Zboží
da: Råvare
de: Ware
el: Εμπόρευμα
es: Producto
fi: Hyödyke
fr: Marchandise
he: סְחוֹרָה
hi: माल
hr: Roba
hu: Árucikk
id: Komoditi
it: Merce
ja: 商品
ko: 상품
ms: Komoditi
nb: Vare
nl: Product
pl: Towar
pt_br: Mercadoria
pt_pt: Mercadoria
ro: Marfa
ru: Товар
sk: Komodita
sv: Vara
th: สินค้าโภคภัณฑ์
tr: Emtia
uk: товарний
vi: hàng hóa
zh_hans: 商品
zh_hant: 商品

source: Completed
ar: مكتمل
ca: Completat
cs: Dokončeno
da: Afsluttet
de: Vollendet
el: Ολοκληρώθηκε το
es: Terminado
fi: Valmis
fr: Complété
he: הושלם
hi: पुरा होना।
hr: Završeno
hu: Befejezve
id: Selesai
it: Completato
ja: 完了しました
ko: 완전한
ms: Selesai
nb: Fullført
nl: Voltooid
pl: Zakończony
pt_br: Concluído
pt_pt: Concluído
ro: Terminat
ru: Завершенный
sk: Dokončené
sv: Avslutad
th: สมบูรณ์
tr: Tamamlanmış
uk: Виконано
vi: Hoàn thành
zh_hans: 完全的
zh_hant: 完全的

source: Configured
ar: تم تكوينه
ca: Configurat
cs: Nakonfigurováno
da: Konfigureret
de: Konfiguriert
el: Διαμόρφωση
es: Configurado
fi: Määritetty
fr: Configuré
he: מוגדר
hi: कॉन्फ़िगर किया गया
hr: Konfigurirano
hu: Beállítva
id: Dikonfigurasi
it: Configurato
ja: 設定済み
ko: 구성됨
ms: Dikonfigurasikan
nb: Konfigurert
nl: Geconfigureerd
pl: Skonfigurowane
pt_br: Configurado
pt_pt: Configurado
ro: Configurat
ru: Настроен
sk: Nakonfigurované
sv: Konfigurerad
th: กำหนดค่าแล้ว
tr: Yapılandırılmış
uk: Налаштовано
vi: Đã định cấu hình
zh_hans: 已配置
zh_hant: 已配置

source: Confirm your email and sign in.
ar: قم بتأكيد بريدك الإلكتروني وقم بتسجيل الدخول.
ca: Confirmeu el vostre correu electrònic i inicieu la sessió.
cs: Potvrďte svůj e-mail a přihlaste se.
da: Bekræft din e-mail og log ind.
de: Bestätigen Sie Ihre E-Mail-Adresse und melden Sie sich an.
el: Επιβεβαιώστε το email σας και συνδεθείτε.
es: Confirma tu correo electrónico e inicia sesión.
fi: Vahvista sähköpostiosoitteesi ja kirjaudu sisään.
fr: Confirmez votre email et connectez-vous.
he: אשר את האימייל שלך והיכנס.
hi: अपने ईमेल की पुष्टि करें और साइन इन करें।
hr: Potvrdite svoju e-poštu i prijavite se.
hu: Erősítse meg e-mail-címét, és jelentkezzen be.
id: Konfirmasikan email Anda dan masuk.
it: Conferma la tua email e accedi.
ja: メールを確認してサインインします。
ko: 이메일을 확인하고 로그인하세요.
ms: Sahkan e-mel anda dan log masuk.
nb: Bekreft e-posten din og logg på.
nl: Bevestig uw e-mailadres en log in.
pl: Potwierdź swój adres e-mail i zaloguj się.
pt_br: Confirme seu e-mail e faça login.
pt_pt: Confirme o seu e-mail e inicie sessão.
ro: Confirmați-vă adresa de e-mail și conectați-vă.
ru: Подтвердите свой адрес электронной почты и войдите в систему.
sk: Potvrďte svoj e-mail a prihláste sa.
sv: Bekräfta din e-post och logga in.
th: ยืนยันอีเมลของคุณและลงชื่อเข้าใช้
tr: E-postanızı onaylayın ve oturum açın.
uk: Підтвердьте свою електронну адресу та увійдіть.
vi: Xác nhận email của bạn và đăng nhập.
zh_hans: 确认您的电子邮件并登录。
zh_hant: 確認您的電子郵件並登入。

source: Connect Market Data
ar: ربط بيانات السوق
ca: Connecteu les dades del mercat
cs: Propojte data o trhu
da: Forbind markedsdata
de: Marktdaten verbinden
el: Συνδέστε δεδομένα αγοράς
es: Conecte los datos del mercado
fi: Yhdistä markkinatiedot
fr: Connectez les données du marché
he: חיבור נתוני שוק
hi: बाज़ार डेटा कनेक्ट करें
hr: Povežite tržišne podatke
hu: Csatlakoztassa a piaci adatokat
id: Hubungkan Data Pasar
it: Connetti i dati di mercato
ja: マーケットデータを接続する
ko: 시장 데이터 연결
ms: Sambungkan Data Pasaran
nb: Koble til markedsdata
nl: Verbind marktgegevens
pl: Połącz dane rynkowe
pt_br: Conecte dados de mercado
pt_pt: Ligue dados de mercado
ro: Conectați datele pieței
ru: Подключите рыночные данные
sk: Pripojte údaje o trhu
sv: Anslut marknadsdata
th: เชื่อมต่อข้อมูลการตลาด
tr: Piyasa Verilerini Bağlayın
vi: Kết nối dữ liệu thị trường
zh_hans: 连接市场数据
zh_hant: 連結市場數據

source: Connecting
ar: الاتصال
ca: Connectant
cs: Spojovací
da: Forbinder
de: Verbinden
el: Συνδετικός
es: Conectando
fi: Yhdistetään
fr: De liaison
he: מְקַשֵׁר
hi: कनेक्ट
hr: Povezivanje
hu: Csatlakozás
id: Menghubungkan
it: Connessione
ja: 接続中
ko: 연결 중
ms: Menyambung
nb: Kobler til
nl: Verbinden
pl: Złączony
pt_br: Conectando
pt_pt: Conectando
ro: Conectare
ru: Подключение
sk: Pripája sa
sv: Ansluter
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
uk: Підключення
vi: Đang kết nối
zh_hans: 正在连接
zh_hant: 正在連接

source: Consumer
ar: مستهلك
ca: Consumidor
cs: Spotřebitel
da: Forbruger
de: Verbraucher
el: Καταναλωτής
es: Consumidor
fi: Kuluttaja
fr: Consommateur
he: צַרכָן
hi: उपभोक्ता
hr: Potrošač
hu: Fogyasztó
id: Konsumen
it: Consumatore
ja: 消費者
ko: 소비자
ms: Pengguna
nb: Forbruker
nl: Consument
pl: Konsument
pt_br: Consumidor
pt_pt: Consumidor
ro: Consumator
ru: Потребитель
sk: Spotrebiteľ
sv: Konsument
th: ผู้บริโภค
tr: Tüketici
uk: Споживач
vi: Người tiêu dùng
zh_hans: 消费者
zh_hant: 消費者

source: Continue
ar: يكمل
ca: Continua
cs: Pokračovat
da: Fortsætte
de: Weitermachen
el: Συνεχίζω
es: Continuar
fi: Jatkaa
fr: Continuer
he: לְהַמשִׁיך
hi: जारी रखना
hr: Nastaviti
hu: Folytatás
id: Melanjutkan
it: Continuare
ja: 続く
ko: 계속하다
ms: Teruskan
nb: Fortsette
nl: Doorgaan
pl: Kontynuować
pt_br: Continuar
pt_pt: Continuar
ro: Continua
ru: Продолжать
sk: Pokračovať
sv: Fortsätta
th: ดำเนินการต่อ
tr: Devam etmek
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Copy your API key and paste it below.
ar: انسخ مفتاح API الخاص بك والصقه أدناه.
ca: Copieu la vostra clau API i enganxeu-la a continuació.
cs: Zkopírujte svůj klíč API a vložte jej níže.
da: Kopiér din API-nøgle og indsæt den nedenfor.
de: Kopieren Sie Ihren API-Schlüssel und fügen Sie ihn unten ein.
el: Αντιγράψτε το κλειδί API και επικολλήστε το παρακάτω.
es: Copie su clave API y péguela a continuación.
fi: Kopioi API-avain ja liitä se alle.
fr: Copiez votre clé API et collez-la ci-dessous.
he: העתק את מפתח ה-API שלך והדבק אותו למטה.
hi: अपनी एपीआई कुंजी कॉपी करें और इसे नीचे पेस्ट करें।
hr: Kopirajte svoj API ključ i zalijepite ga ispod.
hu: Másolja ki az API-kulcsot, és illessze be alább.
id: Salin kunci API Anda dan tempel di bawah.
it: Copia la tua chiave API e incollala di seguito.
ja: API キーをコピーして下に貼り付けます。
ko: API 키를 복사하여 아래에 붙여넣으세요.
ms: Salin kunci API anda dan tampalkannya di bawah.
nb: Kopier API-nøkkelen din og lim den inn nedenfor.
nl: Kopieer uw API-sleutel en plak deze hieronder.
pl: Skopiuj klucz API i wklej go poniżej.
pt_br: Copie sua chave API e cole-a abaixo.
pt_pt: Copie a sua chave API e cole-a abaixo.
ro: Copiați cheia API și inserați-o mai jos.
ru: Скопируйте свой ключ API и вставьте его ниже.
sk: Skopírujte svoj kľúč API a vložte ho nižšie.
sv: Kopiera din API-nyckel och klistra in den nedan.
th: คัดลอกคีย์ API ของคุณแล้ววางไว้ด้านล่าง
tr: API anahtarınızı kopyalayıp aşağıya yapıştırın.
uk: Скопіюйте свій ключ API та вставте його нижче.
vi: Sao chép khóa API của bạn và dán vào bên dưới.
zh_hans: 复制您的 API 密钥并将其粘贴到下面。
zh_hant: 複製您的 API 金鑰並將其貼到下面。

source: Cost Basis
ar: أساس التكلفة
ca: Base de costos
cs: Základ nákladů
da: Omkostningsgrundlag
de: Kostenbasis
el: Βάση κόστους
es: Base del costo
fi: Kustannusperuste
fr: Base de coût
he: בסיס עלות
hi: लागत का आधार
hr: Osnova troškova
hu: Költségalap
id: Dasar Biaya
it: Base di costo
ja: コストベース
ko: 비용 기준
ms: Asas Kos
nb: Kostnadsgrunnlag
nl: Kostenbasis
pl: Podstawa kosztów
pt_br: Base de custo
pt_pt: Base de custo
ro: Baza costurilor
ru: Основа стоимости
sk: Základ nákladov
sv: Kostnadsgrund
th: พื้นฐานต้นทุน
tr: Maliyet Esası
uk: Основа витрат
vi: Cơ sở chi phí
zh_hans: 成本基础
zh_hant: 成本基礎

source: Couldn't reach iCloud to delete your data. Check your connection and try again.
ar: تعذّر الوصول إلى iCloud لحذف بياناتك. تحقق من اتصالك وحاول مرة أخرى.
ca: No s'ha pogut connectar amb iCloud per suprimir les dades. Comprova la connexió i torna-ho a provar.
cs: Nepodařilo se připojit k iCloud pro smazání vašich dat. Zkontrolujte připojení a zkuste to znovu.
da: Kunne ikke få forbindelse til iCloud for at slette dine data. Tjek din forbindelse, og prøv igen.
de: iCloud konnte zum Löschen deiner Daten nicht erreicht werden. Überprüfe deine Verbindung und versuche es erneut.
el: Δεν ήταν δυνατή η σύνδεση με το iCloud για τη διαγραφή των δεδομένων σας. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se pudo conectar con iCloud para eliminar tus datos. Comprueba tu conexión e inténtalo de nuevo.
fi: iCloudiin ei saatu yhteyttä tietojesi poistamiseksi. Tarkista yhteytesi ja yritä uudelleen.
fr: Impossible de joindre iCloud pour supprimer vos données. Vérifiez votre connexion et réessayez.
he: לא ניתן היה להתחבר ל-iCloud כדי למחוק את הנתונים שלך. בדוק את החיבור ונסה שוב.
hi: आपका डेटा हटाने के लिए iCloud तक नहीं पहुँचा जा सका। अपना कनेक्शन जाँचें और फिर से प्रयास करें।
hr: Nije bilo moguće pristupiti iCloudu za brisanje vaših podataka. Provjerite vezu i pokušajte ponovno.
hu: Nem sikerült elérni az iCloudot az adatok törléséhez. Ellenőrizze a kapcsolatot, és próbálja újra.
id: Tidak dapat terhubung ke iCloud untuk menghapus data Anda. Periksa koneksi Anda dan coba lagi.
it: Impossibile raggiungere iCloud per eliminare i tuoi dati. Controlla la connessione e riprova.
ja: データを削除するために iCloud に接続できませんでした。接続を確認してからもう一度お試しください。
ko: 데이터를 삭제하기 위해 iCloud에 연결할 수 없습니다. 연결 상태를 확인하고 다시 시도하세요.
ms: Tidak dapat menghubungi iCloud untuk memadam data anda. Semak sambungan anda dan cuba lagi.
nb: Kunne ikke nå iCloud for å slette dataene dine. Sjekk tilkoblingen og prøv igjen.
nl: Kan iCloud niet bereiken om je gegevens te verwijderen. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się połączyć z iCloud, aby usunąć Twoje dane. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível conectar ao iCloud para excluir seus dados. Verifique sua conexão e tente novamente.
pt_pt: Não foi possível contactar o iCloud para eliminar os seus dados. Verifique a ligação e tente novamente.
ro: Nu s-a putut accesa iCloud pentru a șterge datele. Verificați conexiunea și încercați din nou.
ru: Не удалось подключиться к iCloud для удаления ваших данных. Проверьте соединение и повторите попытку.
sk: Nepodarilo sa pripojiť k iCloud na odstránenie vašich údajov. Skontrolujte pripojenie a skúste to znova.
sv: Det gick inte att nå iCloud för att radera dina data. Kontrollera din anslutning och försök igen.
th: ไม่สามารถเชื่อมต่อ iCloud เพื่อลบข้อมูลของคุณได้ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Verilerinizi silmek için iCloud'a ulaşılamadı. Bağlantınızı kontrol edip yeniden deneyin.
uk: Не вдалося зʼєднатися з iCloud, щоб видалити ваші дані. Перевірте підключення та повторіть спробу.
vi: Không thể kết nối iCloud để xóa dữ liệu của bạn. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法连接 iCloud 以删除你的数据。请检查网络连接后重试。
zh_hant: 無法連接 iCloud 以刪除你的資料。請檢查你的網路連線後再試一次。

source: Create a free Finnhub account.
ar: قم بإنشاء حساب Finnhub مجاني.
ca: Creeu un compte gratuït de Finnhub.
cs: Vytvořte si bezplatný účet Finnhub.
da: Opret en gratis Finnhub-konto.
de: Erstellen Sie ein kostenloses Finnhub-Konto.
el: Δημιουργήστε έναν δωρεάν λογαριασμό Finnhub.
es: Crea una cuenta gratuita en Finnhub.
fi: Luo ilmainen Finnhub-tili.
fr: Créez un compte Finnhub gratuit.
he: צור חשבון Finnhub בחינם.
hi: एक निःशुल्क फिनहब खाता बनाएँ।
hr: Napravite besplatni Finnhub račun.
hu: Hozzon létre egy ingyenes Finnhub fiókot.
id: Buat akun Finnhub gratis.
it: Crea un account Finnhub gratuito.
ja: 無料の Finnhub アカウントを作成します。
ko: 무료 Finnhub 계정을 만드세요.
ms: Buat akaun Finnhub percuma.
nb: Opprett en gratis Finnhub-konto.
nl: Maak een gratis Finnhub-account aan.
pl: Utwórz bezpłatne konto Finnhub.
pt_br: Crie uma conta gratuita no Finnhub.
pt_pt: Crie uma conta gratuita no Finnhub.
ro: Creează un cont Finnhub gratuit.
ru: Создайте бесплатную учетную запись Finnhub.
sk: Vytvorte si bezplatný účet Finnhub.
sv: Skapa ett gratis Finnhub-konto.
th: สร้างบัญชี Finnhub ฟรี
tr: Ücretsiz bir Finnhub hesabı oluşturun.
uk: Створіть безкоштовний обліковий запис Finnhub.
vi: Tạo một tài khoản Finnhub miễn phí.
zh_hans: 创建一个免费的 Finnhub 帐户。
zh_hant: 建立一個免費的 Finnhub 帳戶。

source: Create or sign in to your account.
ar: قم بإنشاء أو تسجيل الدخول إلى حسابك.
ca: Creeu o inicieu la sessió al vostre compte.
cs: Vytvořte nebo se přihlaste ke svému účtu.
da: Opret eller log ind på din konto.
de: Erstellen Sie Ihr Konto oder melden Sie sich an.
el: Δημιουργήστε ή συνδεθείτε στον λογαριασμό σας.
es: Cree o inicie sesión en su cuenta.
fi: Luo tili tai kirjaudu sisään.
fr: Créez ou connectez-vous à votre compte.
he: צור או היכנס לחשבון שלך.
hi: अपना खाता बनाएं या उसमें साइन इन करें.
hr: Izradite ili se prijavite na svoj račun.
hu: Hozzon létre vagy jelentkezzen be fiókjába.
id: Buat atau masuk ke akun Anda.
it: Crea o accedi al tuo account.
ja: アカウントを作成するか、アカウントにサインインします。
ko: 계정을 만들거나 로그인하세요.
ms: Buat atau log masuk ke akaun anda.
nb: Opprett eller logg på kontoen din.
nl: Maak een account aan of log in op uw account.
pl: Utwórz lub zaloguj się na swoje konto.
pt_br: Crie ou faça login em sua conta.
pt_pt: Crie ou inicie sessão na sua conta.
ro: Creați sau conectați-vă la contul dvs.
ru: Создайте или войдите в свою учетную запись.
sk: Vytvorte si účet alebo sa doň prihláste.
th: สร้างหรือลงชื่อเข้าใช้บัญชีของคุณ
tr: Hesabınızı oluşturun veya oturum açın.
uk: Створіть або увійдіть у свій обліковий запис.
vi: Tạo hoặc đăng nhập vào tài khoản của bạn.
zh_hans: 创建或登录您的帐户。
zh_hant: 建立或登入您的帳戶。

source: Crypto
ar: عملات مشفرة
ca: Cripto
cs: Krypto
da: Krypto
de: Krypto
es: Cripto
fi: Krypto
fr: Cryptomonnaie
he: קריפטו
hi: क्रिप्टो
hr: Kripto
id: kripto
it: Cripto
ja: 暗号
ko: 암호화폐
ms: Kripto
nb: Krypto
pl: Krypto
pt_br: Criptografia
pt_pt: Criptografia
ro: Cripto
ru: Крипто
sv: Krypto
th: การเข้ารหัสลับ
tr: Kripto
uk: Крипто
vi: tiền điện tử
zh_hans: 加密货币
zh_hant: 加密貨幣

source: Crypto Allocation
ar: تخصيص التشفير
ca: Assignació de criptografia
cs: Alokace kryptoměn
da: Kryptotildeling
de: Krypto-Zuteilung
el: Κατανομή κρυπτογράφησης
es: Asignación de criptomonedas
fi: Kryptovaraus
fr: Allocation cryptographique
he: הקצאת קריפטו
hi: क्रिप्टो आवंटन
hr: Kripto dodjela
hu: Kriptokiosztás
id: Alokasi Kripto
it: Allocazione delle criptovalute
ja: 暗号資産の割り当て
ko: 암호화폐 할당
ms: Peruntukan Kripto
nb: Kryptotildeling
nl: Crypto-toewijzing
pl: Alokacja kryptowalut
pt_br: Alocação de criptografia
pt_pt: Alocação de criptografia
ro: Alocarea criptografică
sk: Prideľovanie kryptomien
sv: Kryptoallokering
th: การจัดสรร Crypto
tr: Kripto Tahsisi
uk: Розподіл крипто
vi: Phân bổ tiền điện tử
zh_hans: 加密货币分配
zh_hant: 加密貨幣分配

source: Crypto assets
ar: أصول التشفير
ca: Actius criptogràfics
cs: Krypto aktiva
da: Krypto-aktiver
de: Krypto-Assets
el: Περιουσιακά στοιχεία κρυπτογράφησης
es: Activos criptográficos
fi: Kryptovarat
fr: Actifs cryptographiques
he: נכסי קריפטו
hi: क्रिप्टो संपत्ति
hr: Kripto sredstva
hu: Kriptoeszközök
id: Aset kripto
it: Criptovalute
ja: 暗号資産
ko: 암호화폐 자산
ms: Aset kripto
nb: Krypto eiendeler
nl: Crypto-activa
pl: Aktywa kryptograficzne
pt_br: Ativos criptográficos
pt_pt: Ativos criptográficos
ro: Active cripto
ru: Криптоактивы
sk: Krypto aktíva
sv: Kryptotillgångar
th: สินทรัพย์เข้ารหัส
tr: Kripto varlıkları
uk: Криптоактиви
vi: Tài sản tiền điện tử
zh_hans: 加密资产
zh_hant: 加密資產

source: Crypto failures: %@.
ar: فشل التشفير: %@.
ca: Errors de criptografia: %@.
cs: Selhání kryptoměn: %@.
da: Kryptofejl: %@.
de: Kryptofehler: %@.
el: Αστοχίες κρυπτογράφησης: %@.
es: Fallos criptográficos: %@.
fi: Salausvirheet: %@.
fr: Échecs de cryptographie : %@.
he: כשלי קריפטו: %@.
hi: क्रिप्टो विफलताएँ: %@।
hr: Kripto greške: %@.
hu: Kriptohibák: %@.
id: Kegagalan kripto: %@.
it: Errori crittografici: %@.
ja: 暗号化の失敗: %@。
ko: 암호화 실패: %@.
ms: Kegagalan kripto: %@.
nb: Kryptofeil: %@.
nl: Crypto-fouten: %@.
pl: Awarie kryptograficzne: %@.
pt_br: Falhas de criptografia: %@.
pt_pt: Falhas de encriptação: %@.
ro: Eșecuri criptografice: %@.
ru: Сбои шифрования: %@.
sk: Zlyhania šifrovania: %@.
sv: Kryptofel: %@.
th: ความล้มเหลวของการเข้ารหัสลับ: %@
tr: Kripto hataları: %@.
uk: Помилки крипто: %@.
vi: Lỗi tiền điện tử: %@.
zh_hans: 加密失败：%@。
zh_hant: 加密失敗：%@。

source: Crypto holdings
ar: مقتنيات التشفير
ca: Fons de criptografia
cs: Krypto holdingy
da: Krypto beholdninger
de: Kryptobestände
el: Συμμετοχές κρυπτογράφησης
es: Tenencias de criptomonedas
fi: Kryptovarastot
fr: Avoirs cryptographiques
he: אחזקות קריפטו
hi: क्रिप्टो होल्डिंग्स
hr: Kripto posjedi
hu: Kriptoállomány
id: Kepemilikan kripto
it: Possesso di criptovalute
ja: 暗号資産の保有
ko: 암호화폐 보유
ms: pegangan kripto
nb: Krypto beholdning
nl: Crypto-bezit
pl: Holdingi kryptowalutowe
pt_br: Participações criptográficas
pt_pt: Participações criptográficas
ro: Deținerile cripto
ru: Крипто-холдинги
sk: Kryptomeny
sv: Kryptoinnehav
th: การถือครองสกุลเงินดิจิทัล
tr: Kripto varlıkları
uk: Криптохолдинги
vi: Nắm giữ tiền điện tử
zh_hans: 加密货币持有量
zh_hant: 加密貨幣持有量

source: Crypto Holdings
ar: مقتنيات التشفير
cs: Krypto holdingy
de: Krypto-Bestände
es: Tenencias de criptomonedas
fr: Avoirs cryptographiques
he: קריפטו אחזקות
hi: क्रिप्टो होल्डिंग्स
hr: Kripto Holdings
id: Kepemilikan Kripto
it: Titoli di criptovaluta
ja: クリプトホールディングス
ko: 암호화폐 홀딩스
pl: Holdingi kryptograficzne
pt_br: Participações criptográficas
pt_pt: Participações criptográficas
ru: Криптохолдинги
sv: Kryptoinnehav
th: คริปโต โฮลดิ้งส์
tr: Kripto Varlıkları
uk: Криптохолдинги
vi: Tập đoàn tiền điện tử
zh_hans: 加密控股
zh_hant: 加密控股

source: Crypto market prices
ar: أسعار سوق التشفير
ca: Preus del mercat criptogràfic
cs: Tržní ceny kryptoměn
da: Krypto markedspriser
de: Preise auf dem Kryptomarkt
el: Τιμές στην αγορά κρυπτογράφησης
es: Precios del mercado criptográfico
fi: Kryptomarkkinoiden hinnat
fr: Prix ​​​​du marché des crypto-monnaies
he: מחירי שוק הקריפטו
hi: क्रिप्टो बाजार की कीमतें
hr: Cijene kripto tržišta
hu: Kriptopiaci árak
id: Harga pasar kripto
it: Prezzi del mercato delle criptovalute
ja: 仮想通貨市場価格
ko: 암호화폐 시장 가격
ms: Harga pasaran kripto
nb: Krypto markedspriser
nl: Crypto-marktprijzen
pl: Ceny na rynku kryptowalut
pt_br: Preços de mercado criptográfico
pt_pt: Preços de mercado criptográfico
ro: Prețurile pieței cripto
ru: Цены на криптовалютном рынке
sk: Trhové ceny kryptomien
sv: Kryptomarknadspriser
th: ราคาตลาดสกุลเงินดิจิตอล
tr: Kripto piyasası fiyatları
uk: Ціни криптовалютного ринку
vi: Giá thị trường tiền điện tử
zh_hans: 加密货币市场价格
zh_hant: 加密貨幣市場價格
